/* No comment provided by engineer. */
" and %@" = " וגם %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ הגיב/ה: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ הציע/ה מזהה: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ הוא הנציג ב%2$@ ברשת העולמית של iNaturalist. שותפים מקומיים של %3$@ יקבלו פרטים של המייל שלכם וגישה למיקום המדויק של תצפיות שמוסתרות מהציבור הרחב. בבקשה שלא לשנות סתם לניסוי את השייכות של חשבון המשתמש שלך אם העלת כבר יותר מ100 תצפיות. האם ברצונך לשנות את השייכות שלך?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ הוא ענף בתוך רשת העולמי של iNaturalist. האם ברצונך להשתייך ל%2$@ כדי לקבל תוכן ממוקם וכדי לשתף את המידע שלך עם אירגונים מקומיים?";

/* site news */
"%@ News" = "%@ חדשות";

/* identification author attribution */
"%@'s ID" = "%@ שם המשתמש המזהה";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, %2$@ לבנות";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d תצפיות";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d תצפית לשתף";

/* Count of observations by this user, plural. */
"%d Observations" = "%d תצפיות";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d תצפיות לשתף";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' מחייב את מילוי '%2$@' שדה ה.";

/* positional accuracy when we don't know */
"???" = "לא ידוע";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "אודות";

/* title for about section of the guide screen */
"ABOUT" = "אודות";

/* about this project title */
"About this Project" = "אודות הפרויקט הזה";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "חשבון?";

/* No comment provided by engineer. */
"Activity" = "פעילות";

/* Title for add comment failed alert */
"Add Comment Failure" = "כשל בהוספת תגובה";

/* Title for add ID failed alert */
"Add Identification Failure" = "כשל בהוספת זיהוי";

/* No comment provided by engineer. */
"Add to Favorites" = "הוסף למעודפים";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "מסכים";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "האם יש לך כבר חשבון?";

/* Title for app section of settings. */
"App Settings" = "הגדרות אפליקציה";

/* No comment provided by engineer. */
"Are you really sure?" = "האם אתה בטוח?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "בטוחים שאתם רוצים לעזור את הפרויקט?";

/* No comment provided by engineer. */
"Are you sure?" = "האם אתם בטוחים?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "האם אתה בטוח? זה בלתי הפיך.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "אוטו׳";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "השלמה אוטומטית לשמות";

/* label for auto upload switch in settings */
"Automatic upload" = "העלאה אוטומטית";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "בשימוש באפליקציה אתם מאשרים את התנאי השירות והמדיניות";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "אוניברסיטאות קאל-טק וקורנל עזרו בפיתוח מערכת ראיה ממוחשבת היודעת לזהות מינים מתוך תמונות. אנו מודים ל Grant Van Horn, Serge Belongie ו Pietro Perona על עבודה זו. מידע נוסף ניתן למצוא ב visipedia.org. תודה מיוחדת ל NVIDIA על עזרתם הנוספת עם מערכת הראיה הממוחשבת שלנו.";

/* Title for Camera button in media picker */
"Camera" = "Camera";

/* accessibility label for camera shutter button */
"Camera Shutter" = "צמצם המצלמה";

/* No comment provided by engineer. */
"Can't Add ID" = "לא ניתן להוסיף פרטי מזהה";

/* No comment provided by engineer. */
"Can't Comment" = "לא ניתן להוסיף תגובה";

/* No comment provided by engineer. */
"Can't Fave" = "לא ניתן לשמור למועדפים";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "לא ניתן לחפש התצפיות שלך כעת. נא לנסות בעת מאוחר יותר.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "מבטל...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "אין באפשרותך לבחור תאריך עתידי";

/* Failure message */
"Cannot donate" = "לא יכול/ה לתרום";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "לא ניתן לטעון הצעות: %@";

/* Store launch failure message */
"Cannot open store" = "לא ניתן לפתוח את החנות";

/* Failure message */
"Cannot rate" = "לא ניתן לדרג";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "לא ניתן לחפש ב- iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "לא ניתן לשלוח למייל";

/* No comment provided by engineer. */
"Cannot use your location" = "לא ניתן לעשות שימוש במיקום שלך";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "בשבי / מעובד";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "בשבי / מעובד פירושו שהפריט נמצא במיקומו הנוכחי משום שבני אדם התכוונו שכך יהיה.\nבאופן עקרוני,  iNaturalist עוסק בתצפיות שבטבע. צוות המחקר שעובד איתנו אינו מעוניין בתצפיות של חיות מחמד, בע\"ח בגנ חיות או צמחים בסביבה שאינה טבעית (כגון גינה).";

/* title for captive selector */
"Captive?" = "בשבי?";

/* casual data quality */
"Casual Grade" = "לא ברמת מחקר";

/* label for change email address action in settings */
"Change email" = "שינוי דוא\"ל";

/* No comment provided by engineer. */
"Change Email" = "שינוי דוא\"ל";

/* No comment provided by engineer. */
"Change email address?" = "האם לשנות כתובת דוא\"ל?";

/* accessibility label for change flash button */
"Change Flash" = "שנה/י מצב פלאש";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "החלף/יפי מצב פלאש. מצב נוכחי אוטומטי";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "החלף/יפי מצב פלאש. מצב נוכחי כבוי";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "החלף/יפי מצב פלאש. מצב נוכחי פועל";

/* label for change username action in settings */
"Change username" = "שנה/י שם משתמש";

/* No comment provided by engineer. */
"Change Username" = "שינוי שם משתמש";

/* No comment provided by engineer. */
"Change username?" = "האם לשנות שם משתמש?";

/* No comment provided by engineer. */
"Change your profile photo?" = "האם לשנות את תמונת הפרופיל שלך?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "סמן בתיבה זו באם תרצה לשתף תוכן זה ברשיון שיתופי-פתוח. תוכל לשנות בחירה זו מאוחר יותר";

/* title of alert after you reset your password */
"Check your email" = "בדקו את תיבת המייל";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "בחר מתוך ספריה";

/* title of inat network picker */
"Choose iNat Network" = "בחרו רשת iNat";

/* title for project observations chooser */
"Choose Projects" = "בחר פרויקטים";

/* accessibility label for close camera button */
"Close Camera" = "סגור/סגרי מצלמה";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "פרויקט אוסף";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "קולומביה: Instituto Humboldt operating Naturalista (colombia.inaturalist.org).\n";

/* No comment provided by engineer. */
"Comment" = "הערה";

/* label for contact support action in settings. */
"Contact support" = "צור/צרי קשר עם התמיכה";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "רשיון לתוכן";

/* Button to copy the scientific name */
"Copy Scientific Name" = "העתק/יקי שם מדעי";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "לא יכול להסכים";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "לא ניתן להוסיף לפרוייקט %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "זיהו מיקום נכשל";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Creating Observation...";

/* intro to credits section. */
"Credits" = "קרדיטים";

/* Header for data quality section of obs detail */
"Data Quality" = "איכות הנתונים";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "אודות הסכמה להעברת מידע אישי";

/* No comment provided by engineer. */
"Default" = "ברירת מחדל";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "מחיקת הורדה";

/* No comment provided by engineer. */
"Delete Error" = "מחק שגיאה";

/* text of delete obs button */
"Delete Observation" = "מחק תצפית";

/* Deletes pending sync. */
"Deletes To Sync" = "מחיקה לסינכרון";

/* title for description section of the guide screen */
"DESCRIPTION" = "תיאור";

/* Title for confirm new observation details view */
"Details" = "פרטים";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "הסתר רמזים";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donate to iNaturalist";

/* No comment provided by engineer. */
"Download" = "הורדה";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "הורדה לשימוש ללא אינטרנט";

/* No comment provided by engineer. */
"Download not available" = "הורדה לא אפשרית";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "הורדה הסתיימה";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "מוריד...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "עורך";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "תקלה בשרת או שהמדריך לא קיים";

/* label for email field in settings */
"Email" = "דוא\"ל";

/* No comment provided by engineer. */
"Error" = "שגיאה";

/* failure title when changing a setting. */
"Error changing setting." = "Error changing setting.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "שגיאה באיחזור תצפיות";

/* error loading leaderboard title */
"Error loading leaderboard" = "שגיאה בטעינת פעילות משתמשים";

/* No comment provided by engineer. */
"Explore" = "מפה";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "תקלה בהורדת המדריך";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Failed to log in to iNaturalist. Please try again.";

/* title of alert when sound recording fails */
"Failed to Record" = "Failed to Record";

/* No comment provided by engineer. */
"Failed to save guide" = "נכשלה שמירת המדריך";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Failed to Setup Sound Recording";

/* No comment provided by engineer. */
"Faved" = "הוסף למועדפים";

/* No comment provided by engineer. */
"Featured" = "נבחרים";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "שגיאה בהשגת קוד אימות. אנא פנו ל help@inaturalist.org ונסה שוב.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "טוען תצפיות אחרונות באיזור המוצג במפה";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "טוען תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "חפש את התצפיות שלי";

/* No comment provided by engineer. */
"Find observations near me" = "חפש תצפיות באיזור שלי";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "מחפש את המיקומך...";

/* finland partner */
"Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "שכחת סיסמה?";

/* Geoprivacy button title */
"Geoprivacy" = "פרטיות נתוני מיקום";

/* No comment provided by engineer. */
"Go Back" = "חזרה";

/* Button to dismiss a tutorial screen */
"Got It" = "הבנתי";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org).";

/* No comment provided by engineer. */
"Guide download error" = "שגיאה בהורדת המדריך";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "עורך המדרך צריך לאשר את האופציה הזאת";

/* accessibility label for guides button */
"Guides" = "מדריכים";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "המדריכים שנוצרים משותפים עם הקהילה";

/* Title for guides tutorial screen */
"Guides are lists of species" = "מדריכים הם רשימה של זמנים";

/* Title for help section of settings. */
"Help" = "עזרה";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Here are our top suggestions:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account. Learn More" = "אני נותן את הסכמתי לאפשר ל iNaturalist לשמור ולעבד מידע אישי מוגבל אודותיי על מנת לנהל את חשבוני";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America. Learn More" = "I consent to allow my personal information to be transferred to the United States of America. Learn More";

/* Title of identification failure alert */
"Identification Failed" = "הזיהוי נכשל";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "זיהוי לפי זן";

/* No comment provided by engineer. */
"Identifications" = "זיהוי";

/* No comment provided by engineer. */
"Identifiers" = "פרטים מזהים";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = " אם התיבת מייל שהכנסתם מקושר לחשבון שלכם, אתם תקבלו מייל עם לינק לאתחול הסיסמא.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore Creation Error";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore Save Error";

/* No comment provided by engineer. */
"in project '%@'" = "בפרויקט '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "איי-נטורליסט מבוסס על עבודתם של כל אחד ואחת מהאנשים בקהילתו. האנשים שמתכננים את התוכנה, יוצרים את ממשק המשתמש, תומכים בתשתיות, מתקשרים עם הקהילה, ויוצרים שיתופי פעולה חדשים, הם: Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, ו Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist הוא יוזמה משותפת של האקדמיה למדעים של קליפורניה ונשיונל ג'יאוגרפיק";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "רשת iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist Places";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist משתמש בסמלים של Glyphish מאת Joseph Wain, ב ionicons מאת Ben Sperry וסמלים מאת  Luis Prado and Roman Shlyakov מפרוייקט Noun. \niNaturalist הוא גם אסיר תודה לקהילת Cocoapods, כמו גם לתורמים לקהית הקוד פתוח שלנו. ראה https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "שגיאה בשם משתמש או בסיסמא";

/* No comment provided by engineer. */
"Internet connection required" = "נדרש חיבור לרשת";

/* No comment provided by engineer. */
"Internet required" = "נדרש חיבור לרשת";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "הכירו את ההעלאה האוטומטית!";

/* Invalid date alert title */
"Invalid Date" = "תאריך לא תקין";

/* Error for bad email when making account. */
"Invalid Email Address" = "כתובת מייל לא תקינה";

/* Unknown invalid input */
"Invalid input" = "קלט לא תקין";

/* No comment provided by engineer. */
"Invalid Location" = "מיקום לא תקין";

/* Error for bad username when making account. */
"Invalid Username" = "שם משתמש לא תקין";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "מקומות IUCN category II נתונים על ידי הIUCN, UNEP-WCMC (2015), וגם The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net";

/* Join project button */
"Join" = "הצטרפות";

/* join iNat network partner alert title */
"Join %@?" = "להצטרפות %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "הצטרפו לפרויקטים כדי לבחור אותם בזמן תצפית";

/* No comment provided by engineer. */
"Joined" = "שלך";

/* No comment provided by engineer. */
"Joining..." = "מצטרף...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "קו רוחב: %1$.5f ארוך: %2$.5f Acc: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "לוח תוצאות";

/* learn more (about network partner changes) button text */
"Learn more" = "למידע נוסף";

/* No comment provided by engineer. */
"Learn more about data quality >" = "למד עוד אודות איכות הנתונים >";

/* Leave project button */
"Leave" = "התנתק/י";

/* No comment provided by engineer. */
"Leaving..." = "מתנתק...";

/* The license of the species guide */
"License" = "רשיון";

/* No comment provided by engineer. */
"Loading..." = "טוען...";

/* No comment provided by engineer. */
"Location Fetch Error" = "שגיאה באיחזור פרטי מיקום";

/* No comment provided by engineer. */
"Location Services Denied" = "שירותי מיקום לא זמינים";

/* No comment provided by engineer. */
"Location Services Restricted" = "שירותי מיקום מוגבלים";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "התחברות";

/* No comment provided by engineer. */
"Log In / Sign Up" = "הירשם / היתחבר";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Log in and upload this observation to enable comments & identifications.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Log in to enable faves.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "חפש מין לפי ";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "חפש שם המין";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "תקלה: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "אין לכם תצפיות";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "אוהבים את Inat? דרגו אותנו";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "וודאו שיש לאפליקציה הרשאה לשימוש בג׳יפיאס.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "ניהול הורדות";

/* No comment provided by engineer. */
"Map of Observations" = "מפה של תצפיות";

/* Placeholder text for not logged title on me tab. */
"Me" = "פרופיל";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "מקסיקו: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "ההעברה לא הצליחה";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "בעיית הגירה";

/* No comment provided by engineer. */
"Missing Date" = "חסר תאריך";

/* No comment provided by engineer. */
"Missing Location" = "חסר מיקום";

/* No comment provided by engineer. */
"Missing Required Field" = "חסר שדה חובה";

/* No comment provided by engineer. */
"My Content" = "תוכן שלי";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "זן בשם '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "זן בשם '%@'";

/* No comment provided by engineer. */
"Nearby" = "בקרבת מקום";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Nearby Suggestions Filter";

/* needs id data quality */
"Needs ID" = "צריך מזהה";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "דורש את תשומת לבך";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "נידרשת רשת";

/* No comment provided by engineer. */
"Network unavailable" = "הרשת אינה זמינה";

/* No comment provided by engineer. */
"Network Unavailable" = "הרשת אינה זמינה";

/* decline to change cemra permissions button title */
"Never mind" = "לא משנה";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "חדש iNaturalist? הרשם כעת!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "ניו זילאנד: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "חדשות";

/* Confirm a new photo */
"NEXT" = "הבא";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "לא";

/* No comment provided by engineer. */
"No description" = "אין תיאור";

/* No comment provided by engineer. */
"No iNaturalist Results" = "אין תוצאות iNaturalist";

/* place guess when we have no location information */
"No location" = "ללא מיקום";

/* No comment provided by engineer. */
"No matching taxa" = "אין סיווג מתאים";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "No Microphone Permissions";

/* No comment provided by engineer. */
"No network connection." = "אין חיבור לרשת.";

/* No comment provided by engineer. */
"No network connection. :(" = "אין חיבור לרשת.";

/* Header observation count title when there are none. */
"No Observations" = "אין תצפיות";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "לא נמצאו תצפיות במפה.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "לא נמצאו תצפיות.";

/* No comment provided by engineer. */
"No observations yet." = "אין עדיין תצפיות.";

/* accessibility label for no photo button
   Title for No Photo button in media picker */
"No Photo" = "אין תמונה";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No Photos or Sounds and Missing Identification";

/* No comment provided by engineer. */
"No such organisms found. :(" = "לא נמצא אורגניזם :(";

/* No comment provided by engineer. */
"No such person found. :(" = "לא נמצא המשתמש שחיפשת :(";

/* No comment provided by engineer. */
"No such place found. :(" = "לא נמצא המקום שחיפשת :(";

/* No comment provided by engineer. */
"No such project found. :(" = "לא נמצא הפרויקט שחיפשת :(";

/* No comment provided by engineer. */
"No Thanks" = "לא, תודה";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "אין עדכונים עדיין. . המשך לבדוק!";

/* No comment provided by engineer. */
"No URL configured" = "כתובת URL לא נקבעה";

/* do not change network partner button */
"No, don’t change my affiliation" = "לא, אל תשנה את השיוך שלי ברשת";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ללא\nתמונה";

/* No comment provided by engineer. */
"None, all rights reserved" = "כל הזכויות שמורות";

/* No comment provided by engineer. */
"Not Allowed" = "אסור";

/* 403 unauthorized title */
"Not Authorized" = "אין הרשאה";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "הערות...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "תצפית";

/* obscured geoprivacy */
"Obscured" = "נצפה";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "שגיאת תקפות בשדה תצפית: %@";

/* No comment provided by engineer. */
"Observations" = "תצפיות";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observations: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observations: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observe";

/* No comment provided by engineer. */
"Observers" = "מתצפתים";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "כיבוי";

/* No comment provided by engineer. */
"OK" = "אוקיי";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "הפעלה";

/* Title error with oops text. */
"Oops" = "אופס";

/* open geoprivacy */
"Open" = "ציבורי";

/* No comment provided by engineer. */
"Open link in Safari" = "פתח בספארי";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Open Settings";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "פנמה: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "סיסמה חייבת לכלול לפחות ששה אותיות";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pause";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Permission denied" = "הרשאה נחסמה";

/* Title for About Personal Information notice during signup */
"Personal Information" = "הוספת מידע אישי";

/* Title for Photo Library button in media picker */
"Photo Library" = "Photo Library";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Photo Load Error";

/* Title for photo save error alert msg */
"Photo Save Error" = "תקלה בזמן שמירת התמונה";

/* Title for photos error alert msg */
"Photos Error" = "Photos Error";

/* accessibility label for pick from library button */
"Pick from Library" = "בחר/י מתיקייה";

/* No comment provided by engineer. */
"Placeholder" = "מקום שמור";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "שימו לב: תצפיות יכללו אוטומטית בפרויקט אוסף אם הם עומדים בדרישותיה.";

/* No comment provided by engineer. */
"Please pick a valid location." = "נא לבחור מיקום תקין";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "אנא נסו שוב בעוד כמה רגעים";

/* failure message when the user should just try again. */
"Please try again later." = "Please try again later.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "אנא העלו למערכת בכדי לבדוק את איכות הנתונים";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "פורטוגל: מגוון ביולוגי לכולם פועל (Biodiversity4All (Biodiversity4All.org.";

/* label for a news post author */
"Posted by" = "פורסם על ידי";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefer No Tracking";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "מדיניות פרטיות";

/* private geoprivacy */
"Private" = "פרטי";

/* choose projects button title. */
"Projects" = "פרויקטים";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "פרויקטים הם אסופה של תצפיות עם מטרות משותפות";

/* No comment provided by engineer. */
"Pull to Refresh" = "משכו לעדכון";

/* Rank in an ordered list */
"Rank" = "דירוג";

/* action to re-download a species guide from the server */
"Re-download" = "הורדה מחדש";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Record";

/* Title for Camera button in media picker */
"Record Sound" = "Record Sound";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Recording Level (from 0 to 1)";

/* Title for sound recording screen */
"Recording Sound" = "Recording Sound";

/* No comment provided by engineer. */
"Remove my profile photo" = "להסיר את תמונת הפרופיל שלי";

/* No comment provided by engineer. */
"Removing..." = "מסיר…";

/* No comment provided by engineer. */
"RESEARCH" = "מחקר";

/* research data quality */
"Research Grade" = "ציון המחקר";

/* No comment provided by engineer. */
"Restricted to current map area" = "חסום לאיזור הנוכחי במפה";

/* No comment provided by engineer. */
"Resuming" = "Resuming";

/* Retake a photo */
"RETAKE" = "מנסה שנית";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "החלפת כוון מצלמה";

/* Title for save new observation button */
"SAVE" = "שמור";

/* No comment provided by engineer. */
"Save Anyway" = "לשמור בכל מקרה";

/* Done button for recording observation sounds */
"Save Recording" = "Save Recording";

/* No comment provided by engineer. */
"Saving..." = "שומר...";

/* No comment provided by engineer. */
"Search" = "חיפוש";

/* placeholder for guide search field */
"Search for guide named..." = "חיפוש מדריך בשם...";

/* placeholder for project search field */
"Search for project named..." = "חיפוש פרויקט בשם...";

/* No comment provided by engineer. */
"Searching for organisms..." = "מחפש אורגניזמים...";

/* No comment provided by engineer. */
"Searching for people..." = "מחפש משתמש...";

/* No comment provided by engineer. */
"Searching for place..." = "מחפש מקום...";

/* No comment provided by engineer. */
"Searching for project..." = "מחפש פרויקט...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "מחפש תצפיות אחרונות באיזור המפה";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "מחפש תצפיות אחרונות בכל העולם";

/* No comment provided by engineer. */
"seen at '%@'" = " נראה ב-'%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "נראה על ידי '%@'";

/* basis for a suggestion */
"Seen Nearby" = "נראה בקרבת מקום";

/* default select title */
"Select" = "בחר";

/* select taxon title */
"Select \"%@\"" = "בחר \"%@\"";

/* title for date selector */
"Select Date" = "בחר תאריך";

/* title for geoprivacy selector */
"Select Privacy" = "בחר הגדרות פרטיות";

/* No comment provided by engineer. */
"Selected Observation" = "תצפית שנבחרה";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "הגדר/ירי תמונת פרופיל";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Setting up iNaturalist account...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "הגדרות";

/* Title for share new observation button */
"SHARE" = "שתף";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "שתפו את התצפיות עם הקהילה.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "קנה בחנות iNat";

/* label for show common names switch in settings */
"Show common names" = "Show common names";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Show nearby suggestions only";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Show scientific names first";

/* No comment provided by engineer. */
"Sign out" = "התנתק/י";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "הרשמה";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "הירשמו עכשיו!";

/* No comment provided by engineer. */
"Signing Out" = "מתנתק";

/* skip button title */
"Skip ›" = "דלג ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* No comment provided by engineer. */
"Somewhere..." = "Somewhere...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "מיין";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "מקור: ויקיפדיה, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "זנים";

/* species count on the explore leaderboard. */
"Species: %ld" = "Species: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Species: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "סטטיסטיקות";

/* accessibility label for stop uploading button */
"Stop Uploading" = "להפסיק את ההעלאה";

/* No comment provided by engineer. */
"Suggest ID" = "הצע זיהוי";

/* label for suggest species switch in settings */
"Suggest species" = "הציעו מינים";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "הצעות, המבוססות על תצפיות, וזיהוי, שהועלו על ידי קהילת Unaturalist %1$@, %2$@, %3$@, ורבים אחרים.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "הצעות מבוססות על תצפיות וזיהויים של קהילת iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "מסנכרן...";

/* Category of iOS standard places for place search */
"System Places" = "System Places";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "טיוג";

/* No comment provided by engineer. */
"Take a photo" = "צלם תמונה";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "ספרו לנו מדוע";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "תנאי שימוש";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "עדיין אין תצפיות עבור פרוייקט זה. אנא בדוק שוב בקרוב!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "There is no way to have an iNaturalist account without storing personal information in the United States.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "There is no way to have an iNaturalist account without storing personal information.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "תקלה בלתי צפויה";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "תצפית זו נקבעה כ\"דרוג בסיסי\" על ידי קהילת iNaturalist.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "תצפית זו נקבעה כ\"דרוג בסיסי\" משום שוסמנה כ'בשבי או מעובד' על ידי קהילת iNaturalist.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "תצפית זו דורשת תאריך בכדי שתהיה מועמדת ל\"דרוג מחקר\".";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "תצפית זו דורשת מיקום בכדי שתהיה מועמדת ל\"דרוג מחקר\".";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "תצפית זו דורשת הסכמה קהילתית על מין הפריט בכדי שתהיה מועמדת ל\"דרוג מחקר\".";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "תצפית זו דורשת תמונה בכדי שתהיה מועמדת ל\"דרוג מחקר\".";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "תצפית זו דורשת עוד זיהויים מחברי הקהילה בכדי שתהיה מועמדת ל\"דרוג מחקר\".";

/* No comment provided by engineer. */
"This project has no description." = "פרוייקט זה חסר תיאור.";

/* No comment provided by engineer. */
"This project has no title." = "פרויקט זה חסר כותרת.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "פעולה זאת תסיר את התצפיות שלך מהפרויקט";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "פעולה זו תמחק שינויים/הוספות שבצעת באפליקציה שטרם סונכרנו עם iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "פעולה זאת תוריד %@ של מידע ואז תוכלו להשתמש במדריך גם כאשר לא יהיה חיבור לאינטרנט.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "תקופה";

/* No comment provided by engineer. */
"Timeout" = "פג הזמן";

/* project title header */
"Title" = "כותרת";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "פרויקט רגיל";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "נסו שוב בפעם הבאה שאתם מחוברים לאינטרנט";

/* button title to turn on autoupload */
"Turn On" = "הפעל";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "הפעל \"העלאה אוטומטית\" בכדי שהתצפיות שלך יועלו באופן אוטומטי ל iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "פרויקט מטריה";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "לא היה ניתן להוסיף את הזיהוי לתצפית. אנא נסו שוב במועד מאוחר.";

/* No comment provided by engineer. */
"Unable to find location" = "לא ניתן למצוא את המיקום";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "לא ניתן למצוא את שם המקום";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "לא היה ניתן לזהות את התצפית. אנא נסו שוב במועד מאוחר.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "אין אפשרות להעלות ל- iNaturalist, שגיאה 401 לא מאומת. אנא צור קשר עם help@inaturalist.org ונסה מאוחר יותר.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "לא ידוע";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "מחבר לא ידוע";

/* Message body when we don't know the error */
"Unknown error" = "תקלה לא ידועה";

/* Unknown error */
"Unknown error while making an identification." = "שגיאה לא ידועה בהוספת זיהוי.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "שגיאה לא מזוהה: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "ללא כותרת ";

/* Title for progress view when migrating db */
"Updating database..." = "מסד הנתונים מתעדכן…";

/* No comment provided by engineer. */
"Updating..." = "מעדכן...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "העלאה";

/* No comment provided by engineer. */
"Upload Error" = "שגיאה בהעלאה";

/* upload failed alert title */
"Upload Failed" = "העלאה נכשלה";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "העלה תצפית זו למערכת בכדי לאפשר הערות וזיהויים מהקהילה.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "העלה תצפית זו למערכת בכדי לאפשר שמירת מועדפים.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "מסנכרן...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "שם משתמש";

/* users can login with their username or their email address. */
"Username or email" = "שם משתמש או כתובת דוא\"ל";

/* Title for version section of settings. */
"Version" = "גירסה";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "מדריך וידאו";

/* button to view privacy policy */
"View Privacy Policy" = "View Privacy Policy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "הצג הצעות";

/* button to view terms of use */
"View Terms of Use" = "View Terms of Use";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "גש ל %@ בכדי ליצור פרויקטים משלך";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "בקרו באתר כדי ליצור מדריך משלכם";

/* basis for a species suggestion */
"Visually Similar" = "דומה חזותית";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "דומה חזותית / נראה בקרבת מקום";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "ממתין להטענה ...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "אנחנו אסירי תודה על הסיוע בתרגום שסופקו על-ידי חברי קהילת crowdin.com, במיוחד: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog.. כדי להצטרף את צוות התרגום של iOS iNaturalist, בקרו ב https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "לאפליקציה אין השראות למיקומך";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "We're not able to fetch your photo from iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "We're not confident enough to make a recommendation, but here are our top suggestions.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "אנחנו די בטוחים שזה נמצא ב %2$@ %1$@.";

/* unknown taxon title */
"What did you see?" = "מה ראית?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "מה משמעות בשבי / מעובד?";

/* No comment provided by engineer. */
"Which organism?" = "איזה אורגניזם?";

/* No comment provided by engineer. */
"Which person?" = "איזה משתמש?";

/* No comment provided by engineer. */
"Which place?" = "באיזה מקום?";

/* No comment provided by engineer. */
"Which project?" = "איזה פרויקטים";

/* No comment provided by engineer. */
"Whoops" = "אופס";

/* Default upload failure alert title. */
"Whoops!" = "אופס";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "ללא תאריך, יהיה קשה מאוד לחברי הקהילה לסווג תצפית זו באופן מדוייק, וכתוצאה מכך התצפית לעולם לא תקבל \"דרוג מחקר\".";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "ללא מיקום, יהיה קשה מאוד לחברי הקהילה לסווג תצפית זו באופן מדוייק, וכתוצאה מכך התצפית לעולם לא תקבל \"דרוג מחקר\".";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Without at least one photo or sound, this observation will be impossible for others to help identify.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "האם תרצה לשתף את דיווח העברה עם help@inaturalist.org לצורך איתור באגים?";

/* positive response to binary choice, yes or no */
"Yes" = "כן";

/* change network partner button */
"Yes, change my affiliation" = "כן, אני רוצה לשנות את השותף";

/* No comment provided by engineer. */
"Yes, delete this observation" = "כן, מחק תצפית זו";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data. Learn More" = "כן, אני מאשר למדענים להשתמש במידע לי. למד עוד";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "תוכל/י לשנות את שיוך הרשת פעם אחת ביום בלבד.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "אין הרשאה לפעולה זו. ייתכן והחשבון הושעה. צרו קשר בבקשה עם help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "אין הרשאה לפעולה זו. ייתכן והחשבון הושעה. צרו קשר בבקשה עם help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "חיבור לרשת נדרש כדי לבצע פעולה זאת.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "נדרש חיבור לאינטרנט כדי להעלות מידע ל- iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "נדרשת התחברות בכדי לגשת לפרויקטים";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "נדרשת התחברות כדי לבצע פעולה זאת.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "נדרשת התחברות כדי לסנכן את הפרוייקטים.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "אתם חייבים להיות מחוברים כדי להעלות מידע.";

/* No comment provided by engineer. */
"You must be logged in!" = "עליך להיות מחובר!";

/* Account is required error message */
"You must be logged in." = "עליך להיות מחובר!";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "נדרשת התחברות כדי לצטרף לפרויקט";

/* 401 unauthorized message */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "תקבל עדכונים לאחר שתדווח על תצפיות.";

/* Title for account section of settings. */
"Your Account" = "החשבון שלך";

/* No comment provided by engineer. */
"Your Guides" = "המדריכים שלכם";

/* Placeholder for free text observation field value */
"Your response here" = "רשום תגובתך כאן";
